Repository: Slobas79/SpaghettiTimer
Catalog: SpaghettiTimer/Localizable.xcstrings
Source language: en
Languages: ar, bg, cs, da, de, el, es, fi, fr, hu, it, ja, nb, nl, pl, pt_pt, ro, ru, sk, sl, sr, sv

source: Keep this timer permanently available.
ar: إبقاء هذا المؤقّت متاحًا بشكل دائم.
bg: Дръжте този таймер винаги достъпен.
cs: Mít tento časovač trvale k dispozici.
da: Hold denne timer permanent tilgængelig.
de: Diesen Timer dauerhaft verfügbar halten.
el: Διατηρήστε αυτό το χρονόμετρο πάντα διαθέσιμο.
es: Mantén este temporizador siempre disponible.
fi: Pidä tämä ajastin aina saatavilla.
fr: Gardez ce minuteur disponible en permanence.
hu: Az időzítő állandó elérhetővé tétele.
it: Mantieni questo timer sempre disponibile.
ja: このタイマーを常に使えるようにします。
nb: Hold denne tidtakeren permanent tilgjengelig.
nl: Houd deze timer permanent beschikbaar.
pl: Zachowaj ten minutnik zawsze dostępny.
pt_pt: Manter este temporizador sempre disponível.
ro: Păstrează acest temporizator mereu disponibil.
ru: Этот таймер всегда будет доступен.
sk: Mať tento časovač trvalo k dispozícii.
sl: Ohrani ta časovnik vedno na voljo.
sr: Нека овај тајмер увек буде доступан.
sv: Håll den här timern permanent tillgänglig.

source: Keep your timers looping
ar: أبقِ مؤقتاتك تتكرر
bg: Оставете таймерите да се повтарят
cs: Ať vaše časovače běží dokola
da: Lad dine timere køre i ring
de: Timer immer weiterlaufen lassen
el: Αφήστε τα χρονόμετρα να επαναλαμβάνονται
es: Que tus temporizadores no paren
fi: Pidä ajastimesi kierrossa
fr: Faites tourner vos minuteurs en boucle
hu: Hagyja körbe-körbe futni az időzítőit
it: Fai girare i tuoi timer in loop
ja: タイマーを繰り返し続ける
nb: La tidtakerne gå i løkke
nl: Laat je timers doorlopen
pl: Niech Twoje minutniki chodzą w pętli
pt_pt: Mantenha os seus temporizadores em ciclo
ro: Ține-ți temporizatoarele în buclă
ru: Пусть таймеры повторяются
sk: Nech vaše časovače bežia dokola
sl: Naj vaši časovniki tečejo v zanki
sr: Neka vaši tajmeri idu u krug
sv: Låt dina timers gå i loop

source: Live on the Dynamic Island
ar: مباشرة في الجزيرة الديناميكية
bg: На живо в Dynamic Island
cs: Živě v Dynamic Islandu
da: Live i Dynamic Island
de: Live in der Dynamic Island
el: Ζωντανά στο Dynamic Island
es: En directo en la Dynamic Island
fi: Livenä Dynamic Islandissa
fr: En direct dans la Dynamic Island
hu: Élőben a Dynamic Islanden
it: In diretta nella Dynamic Island
ja: Dynamic Island でライブ表示
nb: Live i Dynamic Island
nl: Live in het Dynamic Island
pl: Na żywo w Dynamic Island
pt_pt: Em direto na Dynamic Island
ro: Live în Dynamic Island
ru: В реальном времени в Dynamic Island
sk: Naživo v Dynamic Islande
sl: V živo v Dynamic Islandu
sr: Uživo u Dynamic Islandu
sv: Live i Dynamic Island

source: Loading…
ar: جارٍ التحميل…
bg: Зареждане…
cs: Načítání…
da: Indlæser…
de: Wird geladen…
el: Φόρτωση…
es: Cargando…
fi: Ladataan…
fr: Chargement…
hu: Betöltés…
it: Caricamento…
ja: 読み込み中…
nb: Laster…
nl: Laden…
pl: Wczytywanie…
pt_pt: A carregar…
ro: Se încarcă…
ru: Загрузка…
sk: Načítava sa…
sl: Nalaganje…
sr: Učitavanje…
sv: Läser in…

source: Loop any timer automatically after a cooldown — perfect for intervals and batches.
ar: كرّر أي مؤقت تلقائيًا بعد فترة توقّف — مثالي للفترات والدفعات.
bg: Повтаряйте всеки таймер автоматично след изчакване — идеално за интервали и партиди.
cs: Nechte kterýkoli časovač po prodlevě automaticky běžet dokola — ideální pro intervaly a dávky.
da: Kør en hvilken som helst timer automatisk igen efter en pause — perfekt til intervaller og portioner.
de: Lass jeden Timer nach einer Pause automatisch weiterlaufen — perfekt für Intervalle und Chargen.
el: Επαναλάβετε αυτόματα οποιοδήποτε χρονόμετρο μετά από παύση — ιδανικό για διαστήματα και παρτίδες.
es: Repite cualquier temporizador automáticamente tras un descanso: perfecto para intervalos y tandas.
fi: Toista mikä tahansa ajastin automaattisesti tauon jälkeen – täydellinen intervalleihin ja eriin.
fr: Relancez automatiquement n’importe quel minuteur après une pause : parfait pour les intervalles et les fournées.
hu: Bármelyik időzítő automatikusan újraindul egy szünet után — tökéletes intervallumokhoz és adagokhoz.
it: Fai ripartire in automatico qualsiasi timer dopo una pausa: perfetto per intervalli e infornate.
ja: どのタイマーもクールダウン後に自動でループ — インターバルやまとめ調理に最適です。
nb: La hvilken som helst tidtaker gå automatisk på nytt etter en pause – perfekt for intervaller og porsjoner.
nl: Laat elke timer automatisch herhalen na een pauze — ideaal voor intervallen en batches.
pl: Zapętlaj dowolny minutnik automatycznie po przerwie — idealne do interwałów i partii.
pt_pt: Repita qualquer temporizador automaticamente após uma pausa — perfeito para intervalos e lotes.
ro: Reia automat orice temporizator după o pauză — perfect pentru intervale și serii.
ru: Автоматически повторяйте любой таймер после паузы — идеально для интервалов и партий.
sk: Nechajte ktorýkoľvek časovač po prestávke automaticky bežať dokola — ideálne pre intervaly a dávky.
sl: Naj se poljuben časovnik po premoru samodejno ponovi – odlično za intervale in serije.
sr: Ponavljajte bilo koji tajmer automatski nakon pauze — savršeno za intervale i serije.
sv: Låt vilken timer som helst gå om automatiskt efter en paus – perfekt för intervaller och satser.

source: Minutes
ar: دقائق
bg: Минути
cs: Minuty
da: Minutter
de: Minuten
el: Λεπτά
es: Minutos
fi: Minuutit
hu: Perc
it: Minuti
ja: 分
nb: Minutter
nl: Minuten
pl: Minuty
pt_pt: Minutos
ro: Minute
ru: Минуты
sk: Minúty
sl: Minute
sr: Minuti
sv: Minuter

source: Name
ar: الاسم
bg: Име
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
hu: Név
it: Nome
ja: 名前
nb: Navn
nl: Naam
pl: Nazwa
pt_pt: Nome
ro: Nume
ru: Название
sk: Názov
sl: Ime
sr: Назив
sv: Namn

source: Name it (optional)
ar: سمِّه (اختياري)
bg: Дайте му име (по избор)
cs: Pojmenujte jej (nepovinné)
da: Giv den et navn (valgfrit)
de: Benenne ihn (optional)
el: Δώστε του όνομα (προαιρετικό)
es: Ponle nombre (opcional)
fi: Anna sille nimi (valinnainen)
fr: Nommez-le (facultatif)
hu: Nevezze el (opcionális)
it: Dagli un nome (facoltativo)
ja: 名前を付ける（任意）
nb: Gi den et navn (valgfritt)
nl: Geef het een naam (optioneel)
pl: Nadaj nazwę (opcjonalnie)
pt_pt: Dê-lhe um nome (opcional)
ro: Dă-i un nume (opțional)
ru: Дайте название (необязательно)
sk: Pomenujte ho (voliteľné)
sl: Poimenujte ga (izbirno)
sr: Dajte mu naziv (opciono)
sv: Ge den ett namn (valfritt)

source: New timer
ar: مؤقت جديد
bg: Нов таймер
cs: Nový časovač
da: Ny timer
de: Neuer Timer
el: Νέο χρονόμετρο
es: Nuevo temporizador
fi: Uusi ajastin
fr: Nouveau minuteur
hu: Új időzítő
it: Nuovo timer
ja: 新しいタイマー
nb: Ny tidtaker
nl: Nieuwe timer
pl: Nowy minutnik
pt_pt: Novo temporizador
ro: Temporizator nou
ru: Новый таймер
sk: Nový časovač
sl: Nov časovnik
sr: Novi tajmer
sv: Ny timer

source: New Timer
ar: مؤقّت جديد
bg: Нов таймер
cs: Nový časovač
da: Ny timer
de: Neuer Timer
el: Νέο χρονόμετρο
es: Nuevo temporizador
fi: Uusi ajastin
fr: Nouveau minuteur
hu: Új időzítő
it: Nuovo timer
ja: 新しいタイマー
nb: Ny tidtaker
nl: Nieuwe timer
pl: Nowy minutnik
pt_pt: Novo temporizador
ro: Temporizator nou
ru: Новый таймер
sk: Nový časovač
sl: Nov časovnik
sr: Нови тајмер
sv: Ny timer

source: Next
ar: التالي
bg: Напред
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
hu: Tovább
it: Avanti
ja: 次へ
nb: Neste
nl: Volgende
pl: Dalej
pt_pt: Seguinte
ro: Înainte
ru: Далее
sk: Ďalej
sl: Naprej
sr: Dalje
sv: Nästa

source: One upgrade unlocks everything below.
ar: ترقية واحدة تفتح كل ما يلي.
bg: Една надстройка отключва всичко по-долу.
cs: Jedno vylepšení odemkne vše níže.
da: Én opgradering låser alt herunder op.
de: Ein Upgrade schaltet alles unten frei.
el: Μία αναβάθμιση ξεκλειδώνει όλα τα παρακάτω.
es: Una sola mejora desbloquea todo lo de abajo.
fi: Yksi päivitys avaa kaiken alla olevan.
fr: Une seule mise à niveau débloque tout ce qui suit.
hu: Egyetlen bővítés feloldja az összes alábbit.
it: Un solo upgrade sblocca tutto quello che segue.
ja: 1 回のアップグレードで、以下のすべてが使えます。
nb: Én oppgradering låser opp alt nedenfor.
nl: Eén upgrade ontgrendelt alles hieronder.
pl: Jedno ulepszenie odblokowuje wszystko poniżej.
pt_pt: Uma atualização desbloqueia tudo o que se segue.
ro: Un singur upgrade deblochează tot ce urmează.
ru: Одно обновление открывает всё, что ниже.
sk: Jedno vylepšenie odomkne všetko nižšie.
sl: Ena nadgradnja odklene vse spodaj.
sr: Jedna nadogradnja otključava sve ispod.
sv: En uppgradering låser upp allt nedan.

source: One-time purchase · No subscription
ar: شراء لمرة واحدة · بدون اشتراك
bg: Еднократна покупка · Без абонамент
cs: Jednorázový nákup · Žádné předplatné
da: Engangskøb · Intet abonnement
de: Einmaliger Kauf · Kein Abo
el: Εφάπαξ αγορά · Χωρίς συνδρομή
es: Compra única · Sin suscripción
fi: Kertaosto · Ei tilausta
fr: Achat unique · Sans abonnement
hu: Egyszeri vásárlás · Nincs előfizetés
it: Acquisto unico · Nessun abbonamento
ja: 買い切り · サブスクリプションなし
nb: Engangskjøp · Ingen abonnement
nl: Eenmalige aankoop · Geen abonnement
pl: Jednorazowy zakup · Bez subskrypcji
pt_pt: Compra única · Sem subscrição
ro: Achiziție unică · Fără abonament
ru: Разовая покупка · Без подписки
sk: Jednorazový nákup · Žiadne predplatné
sl: Enkratni nakup · Brez naročnine
sr: Jednokratna kupovina · Bez pretplate
sv: Engångsköp · Ingen prenumeration

source: Options
ar: خيارات
bg: Опции
cs: Možnosti
da: Valg
de: Optionen
el: Επιλογές
es: Opciones
fi: Valinnat
hu: Beállítások
it: Opzioni
ja: オプション
nb: Valg
nl: Opties
pl: Opcje
pt_pt: Opções
ro: Opțiuni
ru: Параметры
sk: Možnosti
sl: Možnosti
sr: Опције
sv: Alternativ

source: Or pick an end time
ar: أو اختر وقت انتهاء
bg: Или изберете краен час
cs: Nebo vyberte čas konce
da: Eller vælg et sluttidspunkt
de: Oder eine Endzeit wählen
el: Ή επιλέξτε ώρα λήξης
es: O elige una hora de fin
fi: Tai valitse lopetusaika
fr: Ou choisissez une heure de fin
hu: Vagy válasszon befejezési időpontot
it: Oppure scegli un’ora di fine
ja: または終了時刻を選ぶ
nb: Eller velg et sluttidspunkt
nl: Of kies een eindtijd
pl: Albo wybierz godzinę zakończenia
pt_pt: Ou escolha uma hora de fim
ro: Sau alege o oră de final
ru: Или выберите время окончания
sk: Alebo vyberte čas konca
sl: Ali izberite čas konca
sr: Ili izaberite vreme završetka
sv: Eller välj en sluttid

source: Pause
ar: إيقاف مؤقت
bg: Пауза
cs: Pozastavit
el: Παύση
es: Pausar
fi: Keskeytä
hu: Szünet
it: Pausa
ja: 一時停止
nl: Pauzeer
pl: Wstrzymaj
pt_pt: Pausa
ro: Pauză
ru: Пауза
sk: Pozastaviť
sl: Premor
sr: Pauza
sv: Paus

source: Pause timer
ar: إيقاف المؤقّت مؤقتًا
bg: Пауза на таймера
cs: Pozastavit časovač
da: Sæt timer på pause
de: Timer pausieren
el: Παύση χρονομέτρου
es: Pausar temporizador
fi: Keskeytä ajastin
fr: Mettre en pause le minuteur
hu: Időzítő szüneteltetése
it: Metti in pausa timer
ja: タイマーを一時停止
nb: Sett tidtaker på pause
nl: Timer pauzeren
pl: Wstrzymaj minutnik
pt_pt: Pausar temporizador
ro: Pune temporizatorul pe pauză
ru: Приостановить таймер
sk: Pozastaviť časovač
sl: Začasno ustavi časovnik
sr: Паузирај тајмер
sv: Pausa timer

source: Pause Timer
ar: إيقاف المؤقّت مؤقتًا
bg: Пауза на таймера
cs: Pozastavit časovač
da: Sæt timer på pause
de: Timer pausieren
el: Παύση χρονομέτρου
es: Pausar temporizador
fi: Keskeytä ajastin
fr: Mettre en pause le minuteur
hu: Időzítő szüneteltetése
it: Metti in pausa timer
ja: タイマーを一時停止
nb: Sett tidtaker på pause
nl: Timer pauzeren
pl: Wstrzymaj minutnik
pt_pt: Pausar temporizador
ro: Pune temporizatorul pe pauză
ru: Приостановить таймер
sk: Pozastaviť časovač
sl: Začasno ustavi časovnik
sr: Паузирај тајмер
sv: Pausa timer

source: Paused, %@ remaining
ar: متوقف مؤقتًا، يتبقى %@
bg: На пауза, остават %@
cs: Pozastaveno, zbývá %@
da: Sat på pause, %@ tilbage
de: Pausiert, noch %@
el: Σε παύση, απομένουν %@
es: En pausa, quedan %@
fi: Keskeytetty, %@ jäljellä
fr: En pause, %@ restant
hu: Szüneteltetve, %@ van hátra
it: In pausa, %@ rimanenti
ja: 一時停止中、残り %@
nb: På pause, %@ igjen
nl: Gepauzeerd, nog %@
pl: Wstrzymano, pozostało %@
pt_pt: Em pausa, faltam %@
ro: În pauză, au mai rămas %@
ru: Пауза, осталось %@
sk: Pozastavené, zostáva %@
sl: Zaustavljeno, preostane %@
sr: Pauzirano, preostalo %@
sv: Pausad, %@ kvar

source: Pauses the countdown
ar: يوقف العد التنازلي مؤقتًا
bg: Поставя обратното броене на пауза
cs: Pozastaví odpočet
da: Sætter nedtællingen på pause
de: Pausiert den Countdown
el: Θέτει σε παύση την αντίστροφη μέτρηση
es: Pone en pausa la cuenta atrás
fi: Keskeyttää laskennan
fr: Met le compte à rebours en pause
hu: Szünetelteti a visszaszámlálást
it: Mette in pausa il conto alla rovescia
ja: カウントダウンを一時停止します
nb: Setter nedtellingen på pause
nl: Pauzeert het aftellen
pl: Wstrzymuje odliczanie
pt_pt: Coloca a contagem decrescente em pausa
ro: Pune numărătoarea inversă pe pauză
ru: Ставит обратный отсчёт на паузу
sk: Pozastaví odpočítavanie
sl: Zaustavi odštevanje
sr: Pauzira odbrojavanje
sv: Pausar nedräkningen

source: Pauses the running countdown timer.
ar: يوقف مؤقّت العدّ التنازلي قيد التشغيل مؤقتًا.
bg: Поставя на пауза текущия таймер за обратно броене.
cs: Pozastaví běžící odpočítávací časovač.
da: Sætter den kørende nedtællingstimer på pause.
de: Pausiert den laufenden Countdown-Timer.
el: Διακόπτει προσωρινά το χρονόμετρο αντίστροφης μέτρησης που εκτελείται.
es: Pausa el temporizador de cuenta atrás en curso.
fi: Keskeyttää käynnissä olevan ajastimen.
fr: Met en pause le minuteur en cours.
hu: Szünetelteti a futó visszaszámláló időzítőt.
it: Mette in pausa il timer del conto alla rovescia in corso.
ja: 実行中のカウントダウンタイマーを一時停止します。
nb: Setter den pågående nedtellingstidtakeren på pause.
nl: Pauzeert de actieve afteltimer.
pl: Wstrzymuje trwający minutnik odliczający.
pt_pt: Pausa o temporizador de contagem decrescente em curso.
ro: Pune pe pauză temporizatorul în curs.
ru: Приостанавливает запущенный таймер обратного отсчёта.
sk: Pozastaví bežiaci odpočítavací časovač.
sl: Začasno ustavi potekajoči odštevalni časovnik.
sr: Паузира покренути одбројавајући тајмер.
sv: Pausar den pågående nedräkningstimern.

source: Payment is charged to your Apple Account. Family Sharing enabled.
ar: يُخصم المبلغ من حساب Apple الخاص بك. مشاركة العائلة مفعّلة.
bg: Плащането се начислява към вашия Apple Account. Семейното споделяне е активирано.
cs: Platba se strhne z vašeho Apple Accountu. Rodinné sdílení je podporováno.
da: Betalingen trækkes fra din Apple-konto. Deling med familie er slået til.
de: Die Zahlung wird über deinen Apple Account abgerechnet. Familienfreigabe aktiviert.
el: Η χρέωση γίνεται στον Apple Account σας. Η Οικογενειακή κοινή χρήση είναι ενεργή.
es: El pago se carga a tu Apple Account. Compartir en familia está activado.
fi: Maksu veloitetaan Apple-tililtäsi. Perhejako on käytössä.
fr: Le paiement est débité de votre compte Apple. Partage familial activé.
hu: A fizetés az Apple-fiókját terheli. A Családi megosztás engedélyezve van.
it: Il pagamento viene addebitato sul tuo Apple Account. «In famiglia» è attivo.
ja: 料金は Apple アカウントに請求されます。ファミリー共有に対応しています。
nb: Betalingen belastes Apple-kontoen din. Familiedeling er aktivert.
nl: De betaling wordt in rekening gebracht op je Apple Account. Delen met gezin is ingeschakeld.
pl: Płatność zostanie pobrana z Twojego konta Apple. Chmura rodzinna jest włączona.
pt_pt: O pagamento é debitado na sua Apple Account. A Partilha com a família está ativada.
ro: Plata este debitată din contul tău Apple. Partajarea în familie este activată.
ru: Оплата списывается с вашего Apple Account. Семейный доступ включён.
sk: Platba sa strhne z vášho Apple Accountu. Rodinné zdieľanie je zapnuté.
sl: Plačilo se zaračuna na vaš Apple Account. Družinska souporaba je omogočena.
sr: Naplata se vrši sa vašeg Apple naloga. Porodično deljenje je omogućeno.
sv: Betalningen dras från ditt Apple-konto. Familjedelning är aktiverad.

source: Pin a tile that always counts down to the next full hour — no setting it each time.
ar: ثبّت بطاقة تعدّ دائمًا تنازليًا حتى الساعة التالية — دون ضبطها في كل مرة.
bg: Закачете плочка, която винаги отброява до следващия кръгъл час — без да я настройвате всеки път.
cs: Připněte si dlaždici, která vždy odpočítává do další celé hodiny — bez nastavování pokaždé.
da: Fastgør et felt, der altid tæller ned til næste hele time — uden at indstille det hver gang.
de: Hefte eine Kachel an, die immer bis zur nächsten vollen Stunde herunterzählt — ohne sie jedes Mal einzustellen.
el: Καρφιτσώστε ένα πλακίδιο που μετρά πάντα αντίστροφα μέχρι την επόμενη ακριβή ώρα — χωρίς να το ρυθμίζετε κάθε φορά.
es: Fija una casilla que siempre cuenta atrás hasta la siguiente hora en punto, sin configurarla cada vez.
fi: Kiinnitä ruutu, joka laskee aina seuraavaan tasatuntiin – ilman että asetat sitä joka kerta.
fr: Épinglez une tuile qui décompte toujours jusqu’à l’heure pile suivante, sans la régler à chaque fois.
hu: Rögzítsen egy csempét, amely mindig a következő egész óráig számol vissza — nem kell mindig beállítani.
it: Fissa un riquadro che conta sempre alla rovescia fino all’ora piena successiva, senza impostarlo ogni volta.
ja: 次の正時まで常にカウントダウンするタイルをピン留め — 毎回設定する必要はありません。
nb: Fest en rute som alltid teller ned til neste hele time – uten at du stiller den hver gang.
nl: Zet een tegel vast die altijd aftelt tot het volgende hele uur — zonder hem elke keer in te stellen.
pl: Przypnij kafelek, który zawsze odlicza do najbliższej pełnej godziny — bez ustawiania za każdym razem.
pt_pt: Fixe um mosaico que faz sempre a contagem decrescente até à hora seguinte — sem o definir de cada vez.
ro: Fixează o casetă care numără mereu invers până la ora fixă următoare — fără s-o setezi de fiecare dată.
ru: Закрепите плитку, которая всегда ведёт отсчёт до следующего целого часа — без настройки каждый раз.
sk: Pripnite si dlaždicu, ktorá vždy odpočítava do ďalšej celej hodiny — bez nastavovania zakaždým.
sl: Pripnite ploščico, ki vedno odšteva do naslednje polne ure – ne da bi jo nastavljali vsakič.
sr: Zakačite pločicu koja uvek odbrojava do sledećeg punog sata — bez podešavanja svaki put.
sv: Nåla fast en ruta som alltid räknar ner till nästa hela timme – utan att ställa in den varje gång.

source: Pin as many timers as you like, always one tap away.
ar: ثبّت ما تشاء من المؤقتات، وستظل على بُعد نقرة واحدة دائمًا.
bg: Закачайте колкото таймера искате — винаги на едно докосване разстояние.
cs: Připněte si tolik časovačů, kolik chcete — vždy na jedno klepnutí.
da: Fastgør så mange timere, du vil — altid kun ét tryk væk.
de: Hefte so viele Timer an, wie du willst — immer nur einen Tipp entfernt.
el: Καρφιτσώστε όσα χρονόμετρα θέλετε — πάντα ένα πάτημα μακριά.
es: Fija todos los temporizadores que quieras, siempre a un toque.
fi: Kiinnitä niin monta ajastinta kuin haluat – aina yhden napautuksen päässä.
fr: Épinglez autant de minuteurs que vous voulez, toujours à une touche.
hu: Rögzítsen annyi időzítőt, amennyit csak szeretne — mindig egy koppintásra.
it: Fissa tutti i timer che vuoi, sempre a un tocco di distanza.
ja: 好きなだけタイマーをピン留めでき、いつでもワンタップで使えます。
nb: Fest så mange tidtakere du vil – alltid bare ett trykk unna.
nl: Zet zoveel timers vast als je wilt — altijd één tik verwijderd.
pl: Przypnij tyle minutników, ile chcesz — zawsze w zasięgu jednego dotknięcia.
pt_pt: Fixe tantos temporizadores quantos quiser — sempre a um toque de distância.
ro: Fixează câte temporizatoare vrei — mereu la o atingere distanță.
ru: Закрепляйте сколько угодно таймеров — все в одно нажатие.
sk: Pripnite si toľko časovačov, koľko chcete — vždy na jedno klepnutie.
sl: Pripnite toliko časovnikov, kot želite – vedno le en tap stran.
sr: Zakačite koliko god tajmera želite — uvek na jedan dodir.
sv: Nåla fast hur många timers du vill – alltid ett tryck bort.

source: Pin the “To next hour” tile and stay one tap from the top of the hour — plus everything else in Pro.
ar: ثبّت بطاقة «إلى الساعة التالية» وابقَ على بُعد نقرة من رأس الساعة — إضافة إلى كل مزايا Pro.
bg: Закачете плочката „До следващия час“ и бъдете на едно докосване от кръглия час — плюс всичко останало в Pro.
cs: Připněte si dlaždici „Do další hodiny“ a mějte celou hodinu na jedno klepnutí — a k tomu vše ostatní v Pro.
da: Fastgør feltet “Til næste time”, og hold dig ét tryk fra den hele time — plus alt det andet i Pro.
de: Hefte die Kachel „Bis zur nächsten Stunde“ an und bleib einen Tipp von der vollen Stunde entfernt — plus alles andere in Pro.
el: Καρφιτσώστε το πλακίδιο «Μέχρι την επόμενη ώρα» και μείνετε ένα πάτημα από την ώρα ακριβώς — μαζί με όλα τα υπόλοιπα του Pro.
es: Fija la casilla «A la siguiente hora» y quédate a un toque de la hora en punto, además de todo lo demás de Pro.
fi: Kiinnitä ”Seuraavaan tasatuntiin” -ruutu ja pysy yhden napautuksen päässä tasatunnista – ja saat kaiken muunkin Prossa.
fr: Épinglez la tuile « Jusqu’à l’heure suivante » et restez à une touche de l’heure pile, en plus de tout le reste dans Pro.
hu: Rögzítse a „Következő egész óráig” csempét, és maradjon egy koppintásra az egész órától — a Pro minden más funkciójával együtt.
it: Fissa il riquadro «Alla prossima ora» e resta a un tocco dallo scoccare dell’ora, oltre a tutto il resto di Pro.
ja: 「次の正時まで」タイルをピン留めして、正時までワンタップの距離に — Pro のほかの機能もすべて使えます。
nb: Fest ruten «Til neste time», og hold deg ett trykk unna hel time – i tillegg til alt det andre i Pro.
nl: Zet de tegel 'Tot het volgende uur' vast en blijf één tik van het hele uur verwijderd — plus al het andere in Pro.
pl: Przypnij kafelek „Do pełnej godziny” i miej pełną godzinę w zasięgu jednego dotknięcia — plus wszystko inne w Pro.
pt_pt: Fixe o mosaico «Até à hora seguinte» e fique a um toque da hora certa — e ainda tudo o resto no Pro.
ro: Fixează caseta „Până la ora următoare” și rămâi la o atingere de ora fixă — plus tot restul din Pro.
ru: Закрепите плитку «До следующего часа» и держите начало часа в одно нажатие — плюс всё остальное в Pro.
sk: Pripnite si dlaždicu „Do ďalšej hodiny“ a majte celú hodinu na jedno klepnutie — a k tomu všetko ostatné v Pro.
sl: Pripnite ploščico »Do naslednje ure« in ostanite en tap od polne ure – poleg vsega drugega v različici Pro.
sr: Zakačite pločicu „Do sledećeg punog sata“ i ostanite na jedan dodir od punog sata — uz sve ostalo u Pro verziji.
sv: Nåla fast rutan "Till nästa timme" och håll dig ett tryck från hel timme – plus allt annat i Pro.

source: Pin timer
ar: تثبيت المؤقّت
bg: Закачи таймера
cs: Připnout časovač
da: Fastgør timer
de: Timer anheften
el: Καρφίτσωμα χρονομέτρου
es: Fijar temporizador
fi: Kiinnitä ajastin
fr: Épingler le minuteur
hu: Időzítő rögzítése
it: Fissa timer
ja: タイマーを固定
nb: Fest tidtaker
nl: Timer vastmaken
pl: Przypnij minutnik
pt_pt: Fixar temporizador
ro: Fixează temporizatorul
ru: Закрепить таймер
sk: Pripnúť časovač
sl: Pripni časovnik
sr: Закачи тајмер
sv: Fäst timer

source: Pin your favorites
ar: ثبّت مفضلاتك
bg: Закачете любимите си
cs: Připněte si oblíbené
da: Fastgør dine favoritter
de: Favoriten anheften
el: Καρφιτσώστε τα αγαπημένα σας
es: Fija tus favoritos
fi: Kiinnitä suosikkisi
fr: Épinglez vos favoris
hu: Rögzítse a kedvenceit
it: Fissa i tuoi preferiti
ja: お気に入りをピン留め
nb: Fest favorittene dine
nl: Zet je favorieten vast
pl: Przypnij ulubione
pt_pt: Fixe os seus favoritos
ro: Fixează favoritele
ru: Закрепите избранное
sk: Pripnite si obľúbené
sl: Pripnite priljubljene
sr: Zakačite omiljene
sv: Nåla fast dina favoriter
